package org.example.코테책.배열;

//수포자는 수학올 포기한 사람올 줄인 표현입니다, 수포자 삼인방은 모의고사에 수학 문제 전부
//찍으려 합니다. 수포자는 I 번 문제부러 마지막 문제까지 다음과 같이 찍습니다.

// • 1번 수포자가 쩍는 방식 : 1,2,14, 5,1,2,3.4,5,...
// • 2번 수포자가 쩍는 방식 : 2,1, 2, 3, 2, 4, 2, 5, 2, 1, 2, 3, 2, 4, 2, 5
// • 3번 수포자가 찍는 방식 ：3,3,1,1,1,2,2,4,4,5,5,3,3,1,1,1,2,2,4,4,5,5,3,3,1,1,1,2,2,4,4,5,5...“

// 1번 문제부터 마지막 문제까지의 정답이 순서대로 저장된 배열 answers가 주어졌을 때
//가장 많은 문제를 맞힌 사람이 누구인지 배열에 담아 반환하도록 solution() 함수를 작성하세요.

//프로그래머스 42840

public class 배열_04 {

    public static void main(String[] args){

    }
}
